{
  "t0": "Disclaimer - Legal Notice",
  "t1": "ยง 1 Content Warning",
  "b1": "The free and publicly accessible content of this website has been created with the utmost care. However, the provider of this website assumes no liability for the accuracy, completeness and timeliness of the free and publicly accessible journalistic guides and news provided. Articles marked with names reflect the opinion of the respective author and not always the opinion of the provider. The mere access to the free and publicly accessible content does not establish any contractual relationship between the user and the provider, as there is no legal intention to be bound by the provider.",
  "t2": "ยง 2 External Links",
  "b2": "This website contains links to third-party websites ('external links'). These websites are subject to the liability of their respective operators. When first linking to external links, the provider reviewed the external content for potential legal violations. At that time, no legal violations were apparent. The provider has no influence on the current and future design and content of the linked pages. The setting of external links does not mean that the provider claims ownership of the content behind the reference or link. Constant monitoring of external links is unreasonable for the provider without concrete evidence of legal violations. However, if legal violations become known, such external links will be deleted immediately.",
  "t3": "ยง 3 Copyright and Performance Protection Rights",
  "b3": "The content published on this website is subject to German copyright and performance protection law. Any use not permitted under German copyright and performance protection law requires prior written consent from the provider or respective rights holder. This applies in particular to reproduction, editing, translation, storage, processing or reproduction of content in databases or other electronic media and systems. Third-party content and rights are marked as such. Unauthorized reproduction or distribution of individual content or complete pages is not permitted and is punishable by law. Only the creation of copies and downloads for personal, private and non-commercial use is permitted.",
  "t4": "Responsible for the content",
  "t5": "Privacy Policy",
  "b5": "The use of our website is generally possible without providing personal data. For authentication during login, an email address is collected to ensure that users are genuine and to enable private features. The user agrees that this email address is stored on our servers. This data will not be shared with third parties without your explicit consent. We point out that data transmission over the Internet (e.g., when communicating via email) may have security vulnerabilities. Complete protection of data against access by third parties is not possible. We hereby expressly prohibit the use of contact data published as part of our legal notice obligations by third parties for sending unsolicited advertising and information materials. The site operators expressly reserve the right to take legal action in the case of unsolicited sending of advertising information, such as through spam emails."
}